{
  "posts": {
    "00": {
      "title": "Abe",
      "image": "https://media.avisen.dk//image/15711567/57/img.jpg",
      "info": "En abe er i snæver forstand betegnelsen på en primat, der ikke er en halvabe, en spøgelsesabe eller et menneske. Det vil sige alle arter i den zoologiske gruppe Simiiformes med undtagelse af mennesket. I bred forstand kan abe omfatte alle primater, inklusiv mennesket.",
      "Discription": "",
      "Height": "",
      "Weight": "",
      "Type": "",
      "IsAvalible": ""
    },
    "01": {
      "title": "Kat",
      "image": "https://i.guim.co.uk/img/media/26392d05302e02f7bf4eb143bb84c8097d09144b/446_167_3683_2210/master/3683.jpg?width=1200&quality=85&auto=format&fit=max&s=a52bbe202f57ac0f5ff7f47166906403",
      "info": "Tamkatten er et lille, tæmmet, kødædende pattedyr oftest med pels. Den kaldes huskat eller bare kat, når der ikke er grund til at skelne den fra andre kattedyr. Katten er værdsat af mennesker for dens selskab og evne til at jage mus og rotter. Mange huskatte bliver op mod 20 år gamle.",
      "Discription": "",
      "Height": "",
      "Weight": "",
      "Type": "",
      "IsAvalible": ""
    },
    "02": {
      "title": "Hund",
      "image": "https://image.petmd.com/files/styles/863x625/public/CANS_dogsmiling_379727605.jpg",
      "info": "Tamhunden er det husdyr, som tidligst blev tæmmet af mennesket, og som derfor har den længste historie til fælles med os. Den har gennem historien været brugt til jagt, som vagthund, krigshund, sporhund, redningshund, eller som følgesvend",
      "Discription": "",
      "Height": "",
      "Weight": "",
      "Type": "",
      "IsAvalible": ""
    },
    "03": {
      "title": "Mus",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Apodemus_sylvaticus_bosmuis.jpg/1200px-Apodemus_sylvaticus_bosmuis.jpg",
      "info": "Ægte mus er en familie af gnavere. Det er den største gnaverfamilie, og de cirka 700 arter er udbredt i alle verdensdele. Den sikkert bedst kendte mus er husmusen. Den findes i næsten alle lande hvor den lever sammen med mennesker i deres huse.",
      "Discription": "",
      "Height": "",
      "Weight": "",
      "Type": "",
      "IsAvalible": ""
    },
    "04": {
      "title": "Hest",
      "image": "https://urtefarm.dk/wp-content/uploads/2020/11/sarah-olive-TGl7QuHRIDM-unsplash-scaled.jpg",
      "info": "Hesten, også kaldet tamhesten, er et vidt udbredt husdyr, med talrige racer. Tamhesten er den domesticerede form af vildhesten, der sammen med æsler og zebraer udgør hestefamilien i ordenen af uparrettåede hovdyr. I Danmark findes i dag omkring 170.000 heste, der mest anvendes som sports- og hobbydyr",
      "Discription": "",
      "Height": "",
      "Weight": "",
      "Type": "",
      "IsAvalible": ""
    },
    "05": {
      "title": "Skildpadde",
      "image": "https://asset.dr.dk/imagescaler/?protocol=https&server=www.dr.dk&file=%2Fimages%2Fcrop%2F2020%2F09%2F18%2F1600430957_mark_fitzpatrick.jpg&scaleAfter=crop&quality=70&w=720&h=519",
      "info": "Skildpadder er en orden af krybdyr, der opstod for cirka 220 millioner år siden. Man inddeler de nulevende skildpadder i 351 arter. Skildpadder er vekselvarme æglæggere, som evolutionsmæssigt har en stor tilpasningevne.",
      "Discription": "",
      "Height": "",
      "Weight": "",
      "Type": "",
      "IsAvalible": ""
    },
    "06": {
      "title": "Tiger",
      "image": "https://knuthenborg.dk/wp-content/uploads/2021/05/hi-igtv-keni-thumb-e1620816735137.png",
      "info": "Tigeren er den største katteart med en total kropslængde på op til 3,22 meter og i ekstreme tilfælde med en vægt på op til 388.7 kilo i naturen. Det mest genkendelige træk ved tigeren er pelsen med mørke tværstriber på orange bund. Tigre er superrovdyr, der især lever af hovdyr såsom hjorte og skedehornede.",
      "Discription": "",
      "Height": "",
      "Weight": "",
      "Type": "",
      "IsAvalible": ""
    },
    "07": {
      "title": "Giraf",
      "image": "https://videnskab.dk/wp-content/uploads/2016/05/giraf-1-0.jpg",
      "info": "Giraffen er verdens højeste landlevende dyr. En voksen han måler fra 4,7 til 5,3 m og vejer mellem 800 og 1.930 kg. Giraffer er drøvtyggere og lever på den nordafrikanske savanne. Giraffer danner løse grupper på op til 50 giraffer",
      "Discription": "",
      "Height": "",
      "Weight": "",
      "Type": "",
      "IsAvalible": ""
    },
    "08": {
      "title": "Slange",
      "image": "https://dec5d6x1eivq1.cloudfront.net/uploads/2022/03/l-szzxp9ktfbbqxujzuddf7wkmq-1024x641.jpg",
      "info": "Slanger er langstrakte, benløse, kødædende krybdyr i underordenen Serpentes, der kan adskilles fra andre benløse krybdyr ved mangel på øjenlåg og eksterne ører. Som alle øgler er de vekselvarmede hvirveldyr og dækket af overlappende skæl.",
      "Discription": "",
      "Height": "",
      "Weight": "",
      "Type": "",
      "IsAvalible": ""
    },
    "09": {
      "title": "Ko",
      "image": "https://www.worldanimalprotection.dk/sites/default/files/styles/webp/public/media/cow-1715829_1920.jpg",
      "info": "Typisk vil en ko spise omkring 60-80 kilo foder om dagen og drikke cirka 100 liter vand. Både vand og foder vil køerne typisk have adgang til døgnet rundt, hvilket giver dem mulighed for at æde og drikke så meget, de vil.",
      "Discription": "",
      "Height": "",
      "Weight": "",
      "Type": "",
      "IsAvalible": ""
    },
    "10": {
      "title": "ged",
      "image": "https://media.lex.dk/media/29797/standard_compressed_geder.JPG",
      "info": "Geden, også kaldet tamgeden, er et husdyr, der tilhører underfamilien Caprinae i familien Bovidae. Den nedstammer fra bezoargeden, der for 8000-9000 år siden var et af de første dyr, der blev domesticeret af mennesket.",
      "Discription": "",
      "Height": "",
      "Weight": "",
      "Type": "",
      "IsAvalible": ""
    },
    "11": {
      "title": "Løve",
      "image": "https://www.africatours.dk/public/galleri/stor/18618.jpg",
      "info": "Løven er en af de fem store katte i slægten Panthera og et medlem af kattefamilien. Det er den næststørste nulevende katteart efter tigeren, hvor nogle hanner kan veje over 250 kg. Der findes vilde løver i det subsahariske Afrika og i Asien.",
      "Discription": "",
      "Height": "",
      "Weight": "",
      "Type": "",
      "IsAvalible": ""
    },
    "12": {
      "title": "Sommerfugl",
      "image": "https://www.dn.dk/media/61378/admiral-overside_foto-michael-stoltze.jpg",
      "info": "Sommerfugle er en orden blandt insekterne med to par skælklædte vinger og oftest en lang sugesnabel..Ordenen omfatter cirka 130 familier og i alt 175.000 arter, hvoraf hovedparten er natsommerfugle, dagsommerfuglene er velkendte.",
      "Discription": "",
      "Height": "",
      "Weight": "",
      "Type": "",
      "IsAvalible": ""
    },
    "13": {
      "title": "Tissemyre",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Meat_eater_ant_feeding_on_honey02.jpg/300px-Meat_eater_ant_feeding_on_honey02.jpg",
      "info": "Myrerne er en familie af årevingede insekter med mere end 14.000 beskrevne arter. Det er en af de mest succesrige grupper af insekter og har særlig interesse, fordi de lever i avancerede samfund. I ordenen Hymenoptera er de særligt nært beslægtede med hvepsene, nemlig familierne Vespidae og Scoliidae.",
      "Discription": "",
      "Height": "",
      "Weight": "",
      "Type": "",
      "IsAvalible": ""
    },
    "14": {
      "title": "Panda",
      "image": "https://pandaclub.dk/wp-content/uploads/sites/3/2020/05/p-1.png",
      "info": "Pandaen, også kaldet den store panda eller kæmpepanda, er et pattedyr i bjørnefamilien. Pandaen blev første gang beskrevet i 1869 af den franske missionær Père Armand David. Selvom pandaen er systematiseret som et rovdyr, er dens kost primært vegetarisk.",
      "Discription": "",
      "Height": "",
      "Weight": "",
      "Type": "",
      "IsAvalible": ""
    },
    "15": {
      "title": "Edderkop",
      "image": "https://www.dask.nu/wp-content/uploads/2020/04/edderkop.jpg",
      "info": "Edderkopper er karakteriseret ved at have en todelt krop, otte ben, spindevorter og giftkirtler. Der er ca. 500 arter af edderkopper i Danmark og ca. 49.800 beskrevne arter i verden. De fleste edderkopper slår deres bytte ihjel ved hjælp af gift, og bortset fra en enkelt planteæder er de alle sammen rovdyr. ",
      "Discription": "",
      "Height": "",
      "Weight": "",
      "Type": "",
      "IsAvalible": ""
    },
    "16": {
      "title": "Æsel",
      "image": "https://kristinahobbs.files.wordpress.com/2016/04/laughing_donkey.jpg?w=640",
      "info": "Æslet, også kaldet tamæslet, er et tæmmet medlem af hestefamilien, der menes at nedstamme fra det nu stærkt truede afrikanske vildæsel. De asiatiske vildæsler onageren og kiangen er to andre vilde arter, der er nært beslægtede. I antikken var æslet det dyr, man så mest ned på og anså for et slavedyr.",
      "Discription": "",
      "Height": "",
      "Weight": "",
      "Type": "",
      "IsAvalible": ""
    }
  }
}
